[MSGTITLE]
msg_default_tile=Onebox
msg_login_tile=确认
msg_delConfirm_tile=确认
msg_moveConfirm_tile=确认
msg_syncsettings_tile=确认
msg_setting_savetile=确认
msg_setting_exittile=确认
msg_setting_sharetil=确认
msg_dragFile_setting_title=上传文件
msg_savefile_copymove_title_key=警告
msg_setting_syncdir_title=设置同步目录
msg_warning_title=警告
msg_failure_title=失败
msg_success_title=成功
msg_message_title=提示
msg_setting_confirm=确认
msg_backup_tiptitle=提示
msg_backup_title=什么是备份
network_tile=网络
msg_network_wireless_tile=网络
msg_power_tile=电源
msg_teamSpace_viewfailed=查看团队空间失败
msg_share_delete_allsharer_title=移除全部
msg_share_system_update_title=升级

[MSGDESC]
msg_system_updating=软件正在升级... ...
UpdateMsg=检测到新版本，是否升级？
msg_login_noticeInput=请输入用户名或密码
msg_login_failed=登录失败,请检查用户名或密码输入是否正确
msg_login_locked=账户已锁定，请5分钟后重试
msg_login_changepwd=为了保证您的数据安全，必须修改系统初始化密码后，重新登录才能使用。
msg_login_couldntconnect=请求服务器失败，请稍后重试。
msg_delConfirm_notice=确认要删除吗？
msg_moveConfirm_notice=确认要移动吗？
msg_canclShareConfirm_Notice=确认取消分享吗？
msg_canclShare2meConfirm_Notice=确认退出分享吗？
msg_syncsettings_cancel=请确认是否将选中项取消同步？
msg_syncsettings_setting=请确认是否将选中项设置为同步？
msg_emptydir=该目录为空
msg_upload_successful=加入上传任务成功，请点击传输列表查看
msg_upload_failed=加入上传任务失败，请点击传输列表查看
msg_upload_selectdir_failed=请选择Onebox路径
msg_download_successful=加入下载任务成功，请点击传输列表查看
msg_download_failed=加入下载任务失败，请点击传输列表查看
msg_createdir_successful=创建文件夹成功
msg_createdir_failed=创建文件夹失败
msg_createdir_failed_ex=创建文件夹失败，%s
msg_rename_successful=重命名成功
msg_rename_failed=重命名失败
msg_rename_failed_ex=重命名失败，%s
msg_cancelsync_successful=取消同步成功
msg_cancelsync_failed=取消同步失败
msg_setsync_successful=设置同步成功
msg_setsync_failed=设置同步失败
msg_selectobject=请选择操作的对象
msg_notdest_teamspace=您没有可转存的团队空间
msg_selectmulti=只允许选择一个目标目录，请重新选择
msg_copy_finished_successful=复制任务完成，成功%d个
msg_copy_finished_failed=复制任务完成，失败%d个
msg_copy_finished=复制任务完成，成功%d个,失败%d个
msg_move_finished_successful=移动任务完成，成功%d个
msg_move_finished_failed=移动任务完成，失败%d个
msg_move_finished=移动任务完成，成功%d个,失败%d个
msg_savemyfile_finished_successful=保存到我的文件完成，成功%d个
msg_savemyfile_finished_failed=保存到我的文件完成，失败%d个
msg_savemyfile_finished=保存到我的文件完成，成功%d个,失败%d个
msg_transteamspace_finished_successful=转存到团队空间完成，成功%d个
msg_transteamspace_finished_failed=转存到团队空间完成，失败%d个
msg_transteamspace_finished=转存到团队空间完成，成功%d个,失败%d个

msg_collect_logs=正在收集日志，请耐心等待
msg_collect_logs_successful=
msg_collect_logs_failed=

msg_resttask_start=开始%s
msg_resttask_doing=正在执行上一次的%s操作，请等待操作完成后重试
msg_resttask_complete=%s完成
msg_resttask_error=%s失败，%s
delete=删除
copy=复制
save=转存
move=移动
mark=标记已读
NoSuchSource=源文件或源文件夹不存在
NoSuchDest=目标文件夹不存在
SubFolderConflict=目标文件夹是源文件夹的子文件夹
SameNodeConflict=目标文件夹就是源文件夹本身
SameParentConflict=目标文件夹就是源文件夹的父文件夹
AsyncNodesConflict=存在同名冲突
Forbidden=用户对源文件、源文件夹或者目标文件夹不具备相关的权限
SystemException=系统服务异常终止

msg_no_permissions=您没有权限进行该操作
msg_teamSpace_cannotview=您没有权限访问或该团队空间已被删除

msg_dropFile_setting=已经添加到上传任务列表中
msg_teamSpace_name_setting=团队空间的名称不能超过100字符
msg_teamSpace_description_setting=团队空间的描述不能超过255字符
msg_teamSpace_manager_setting=找不到用户，请检查输入是否正确
msg_teamSpace_manager_adduser_setting=该用户已在该团队空间中
msg_teamSpace_manager_success_setting=修改成功
msg_teamSpace_manager_fail_setting=修改失败
msg_teamSpace_disband_setting=请输入"yes"
msg_teamSpace_modify_setting=该用户不是团队空间成员，请确认信息无误后继续

msg_share_not_found=没有找到此用户
msg_share_batch_add=部分条件没有找到合适的结果
msg_share_not_share_myself=不能共享给自己
msg_share_share_failed=共享失败
msg_share_has_shared=已经共享给此人
msg_share_get_timezone_failed=获取时区失败
msg_share_set_time_error_a=时间设置错误，不能设置过期时间
msg_share_set_time_error_b=时间设置错误，失效时间小于生效时间
msg_share_set_time_error_c=时间设置错误，未设置生效时间
msg_share_set_time_error=时间设置错误
msg_share_delete_failed=删除失败
msg_share_delete_allsharer=您确定要移除该项目的所有共享人吗？
msg_share_copy_success=成功复制到粘贴板
msg_share_cancel_ask=确定取消外链
msg_share_all_cancel_ask=确定取消全部外链
msg_share_share_too_much=单个文件只能创建3个外链
msg_share_not_set_valid_user=尚未设定有效的共享人
msg_share_set_error_text=提取码只能设置数字或者字母
msg_share_select_authority_of_sharelink_user=请选择链接权限
msg_share_code_not_null=提取码不能为空
msg_share_mail_is_invalid=请输入有效的邮箱地址
msg_share_mail_only_one_email_address=只能输入一个邮箱地址
msg_share_date_is_invalid=链接存在时间已超过所选有效期
msg_add_full_backup_successed=添加全盘备份任务成功
msg_add_full_backup_failed=添加全盘备份任务失败

msg_tanserror_noexit=文件已不存在，请恢复文件或删除该任务。

msg_backup_setting=该路径已经存在定时任务中
msg_backup_skip_failed=跳转Onebox路径失败，请检查Onebox路径是否存在
msg_backup_create_failed=定时任务不能超过50个
msg_backup_localpath_invalid=本地路径无效，请恢复原文件或删除该任务。
msg_backup_remotepath_invalid=云端路径无效，请恢复原文件或删除该任务。
msg_backup_delConfirm_notice=忽略该错误将导致本次变更不会上传到云端。

msg_setting_exit=当前页面有设置未保存，确认退出吗？
msg_setting_save=请重启客户端，使新的设置生效。
msg_setting_change_page_issave=当前页面有设置未保存，是否保存？
msg_dragFile_setting_text=只支持本地文件上传到Onebox。
msg_savefile_copymove_text_key=部分项目已存在,需要自动重命名吗?
msg_download_change_text_key=分享权限已改变，无法下载
msg_savefile_copymove_fail_key=目录没有变化
msg_dragFile_tip_setting_text=部分文件夹已存在,需要合并吗?
msg_teamSpace_empty_name_setting=团队空间名字不能为空
msg_teamSpace_name_fail_setting=创建团队空间失败
msg_teamSpace_add_manager_all_fail_setting=添加成员全部失败
msg_teamSpace_add_manager_part_fail_setting=添加成员部分失败
msg_vesionfile_delConfirm_notice=确定要删除选中的文件吗？该文件删除后将无法恢复。

msg_delMsgConfirm_notice=所选择消息将会被删除（系统消息不可删除),确认要删除吗？

msg_transTask_abnormal_info=子文件（夹）有错误发生。
msg_transTask_addtask_failed=添加传输任务失败，错误信息：%s
msg_transTask_has_same_folder=本地文件已存在，需要自动重命名吗？

msg_share2me_operation_failed=文件：%s 操作失败，错误码：%d，错误描述：%s，处理建议：%s。

msg_search_limit_info=匹配结果过多，只显示其中 %d 条。

msg_office_savefile=文件未保存，请先保存文件。
msg_error=错误码：%d，错误描述：%s，处理建议：%s。
msg_error_no_advice=错误码：%d，错误描述：%s。

msg_setsyncdir_morethan100=所选同步目录路径长度大于100个字符。
msg_setsyncdir_invalidpath=不是合法的windows路径或者是网络路径。
msg_setsyncdir_invalidchar=目录名中不能包含（ : * | ? < > " / ）。
msg_setsyncdir_containspecchar=路径包含特殊字符。
msg_setsyncdir_lessthan500M=所选同步目录所在磁盘剩余空间小于500M。
msg_setsyncdir_isbackupdir=所选同步目录已经被添加到备份任务。
msg_setsyncdir_notntfs=所选同步目录非NTFS文件系统。
msg_setsyncdir_ismountdir=所选同步目录是mount目录或为mount目录的子目录。
msg_setting_confirm_context=切换语言需要重启客户端。确认继续吗？

msg_notcdir_is_create=目录不存在，是否创建？
msg_dowloadecdir_create_failed=目录创建失败！

user_msg_share_folder=%s %s 给你共享了一个文件夹 %s
user_msg_share_file=%s %s 给你共享了一个文件 %s
user_msg_cancel_share_folder=%s %s 取消了一个文件夹 %s 的共享
user_msg_cancel_share_file=%s %s 取消了一个文件 %s 的共享
user_msg_join_teamspace=%s %s 把你加入了团队空间 %s
user_msg_quit_teamspace=%s %s 退出了团队空间 %s
user_msg_remove_from_teamspace=%s %s 将你移出了团队空间 %s
user_msg_teamspace_upload=%s %s 在团队空间 %s 中上传了一个文件 %s
user_msg_teamspace_role_update=%s %s 将你在团队空间 %s 中的角色变更为 %s
user_msg_join_group=%s %s 把你加入了群组 %s
user_msg_quit_group=%s %s 退出了群组 %s
user_msg_remove_from_group=%s %s 将你移出了群组 %s
user_msg_group_role_update=%s %s 将你在群组 %s 中的角色变更为 %s
user_msg_system_announcement=%s 系统发布了公告 %s

msg_backup_des=备份是指把数据从本地周期性地复制到云端，当本地系统故障或数据丢失时，可将云端备份的数据下载到本地，保证数据永不丢失。
msg_synpath_des=同步目录，不能被加入自动备份。
msg_fullbackup_closetips=关闭备份后，本地文件将不再备份至云端，已备份的文件保留。确定要关闭备份吗？
msg_fullbackup_treenodeexpand=当前版本只支持磁盘和一级目录的备份。

network_wireless_offline=离线
network_wireless_online=在线
network_offline=为了更好地体验云管家，建议您在有线网络环境中使用
network_online=在线
power_offline=为了更好地体验云管家，建议您使用电源供电
power_online=正在使用有线电源

transtask_msg_open_source=打开